Repository: pars-linux/corporate2
Catalog: desktop/enlightenment/addon/itask-ng/files/*.po
Languages: tr

source: No name!
tr: İsim yok!

source: Configure Bar
tr: Çubuğu Yapılandır

source: Configure Launcher
tr: Başlatıcıyı Yapılandır

source: Lock Dragging
tr: Sürüklemeyi Kilitle

source: Set Single Instance
tr: Tek Örnek Ayarla

source: Edit Icon
tr: Simgeyi Düzenle

source: Window Locks
tr: Pencere Kilitleri

source: Remember
tr: Hatırla

source: Borders
tr: Kenarlıklar

source: Send to Desktop
tr: Masaüstüne Gönder

source: Pin to Desktop
tr: Masaüstüne Tuttur

source: Unpin from Desktop
tr: Masaüstünü Bırak

source: State
tr: Durum

source: Sticky
tr: Yapışkan

source: Fullscreen
tr: Tam ekran

source: Skip Window List
tr: Pencere Listesini Atla

source: Add To Favorites Menu
tr: Favoriler Menüsüne Ekle

source: Add To Launcher
tr: Başlatıcıya Ekle

source: Create Icon
tr: Simge Oluştur

source: Window Properties
tr: Pencere Özellikleri

source: Kill
tr: Öldür

source: Close
tr: Kapat

source: Maximized
tr: Ekranı Kapla

source: Uniconify
tr: Simge Durumundan Çıkar

source: Iconify
tr: Simge Durumun Küçült

source: Shaded
tr: Gölgeli

source: Available Gadgets
tr: Kullanılabilir Araçlar

source: Add Gadget
tr: Araç Ekle

source: Selected Gadgets
tr: Seçili Araçlar

source: Remove Gadget
tr: Araç Kaldır

source: Description: Unavailable
tr: Açıklama: Kullanılabilir değil

source: Itask NG Configuration
tr: Itask NG Yapılandırma

source: Bar Items
tr: Çubuk Ögeleri

source: Delete
tr: Sil

source: Configure
tr: Yapılandır

source: Up
tr: Yukarı

source: Down
tr: Aşağı

source: Add
tr: Ekle

source: Taskbar
tr: Görev Çubuğu

source: Launcher
tr: Başlatıcı

source: Gadcon
tr: Araç Yöneticisi

source: Zooming
tr: Yakınlaştırma

source: Zoom only one icon
tr: Sadece bir simgeyi yakınlaştır

source: Zoomfactor:
tr: Yakınlaştırma faktörü

source: Zoom Range:
tr: Yakınlaştırma Alanı

source: Zoom Duration:
tr: Yakınlaştırma Süresi

source: Appearance
tr: Görünüm

source: Show Icon Label
tr: Simge Etiketini Göster

source: Show Background Box
tr: Arkaplan Kutusunu Göster

source: Icon Size:
tr: Simge Boyutu

source: Background Transparency:
tr: Arkaplan Şeffaflığı

source: Hide Behavior
tr: Gizlenme Davranışı

source: Hide Timeout:
tr: Gizlenme Zaman Aşımı:

source: Orientation
tr: Konum

source: Launcher Settings
tr: Başlatıcı Ayarları

source: Taskbar Settings
tr: Görev Çubuğu Ayarları

source: Dont Show Dialogs
tr: Diyalogları Gösterme

source: Advanced Window Menu
tr: Gelişmiş Pencere Menüsü

source: Only Show Current Desk
tr: Sadece Mevcut Masaüstünü Göster

source: Show Iconified
tr: Simge Durumundakileri Göster

source: Itask NG Bar Configuration
tr: Itask NG Çubuk Yapılandırması

source: Create new Itask NG source
tr: Yeni Itask NG kaynağı oluştur

source: Enter a name for this new Application Launcher:
tr: Yeni Uygulama Başlatıcı için bir isim girin:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this ng source?
tr: "%s" kaynağını kaldırmak istediniz.<br><br> Bu ng kaynağını kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to delete this Itask NG source?
tr: Bu Itask NG kaynağını kaldırmak istediğinizden emin misiniz?

source: Itask NG Instances
tr: Itask NG Örneği

source: Itask NG - Instances
tr: Itask NG - Örnekler

source: Bar
tr: Çubuk

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
tr: "%s" örneğini silmek istediniz.<br><br>Bu örneği silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this Instance?
tr: Bu örneği silmek istediğinizden emin misiniz?
